cask_args appdir: '/Applications'

tap 'homebrew/versions'
tap 'caskroom/cask'
tap 'homebrew/dupes'

brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'autojump'
brew 'wget'
brew 'grep'
brew 'openssh'

brew 'python'
brew 'git'
brew 'git-lfs'
brew 'git-flow'
brew 'git-extras'
brew 'tree'
brew 'rename'
brew 'node'
brew 'awscli'
brew 'terraform'
brew 'packer'
brew 'yarn'

cask 'google-chrome'
cask 'firefox'
cask 'iterm2'
cask 'sublime-text'
cask 'atom'
cask 'visual-studio-code'
cask 'virtualbox'
cask 'vagrant'
cask 'sourcetree'
cask 'spectacle'
