cask_args appdir: '/Applications'

tap 'homebrew/versions'
tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'wata727/tflint'

brew 'autojump'
brew 'coreutils'
brew 'findutils'
brew 'git-extras'
brew 'git-flow'
brew 'git-lfs'
brew 'git'
brew 'grep'
brew 'htop'
brew 'moreutils'
brew 'nmap'
brew 'rename'
brew 'stormssh'
brew 'tree'
brew 'wget'

brew 'awscli'
brew 'flow'
brew 'kops'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'node'
brew 'packer'
brew 'python'
brew 'ruby'
brew 'terraform'
brew 'tflint'
brew 'yarn'

cask 'atom'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'minikube'
cask 'postman'
cask 'robomongo'
cask 'screenhero'
cask 'sourcetree'
cask 'spectacle'
cask 'sublime-text'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'